tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'ack'
brew 'android-sdk'
brew 'apr'
brew 'openssl'
brew 'readline'
brew 'xz'
brew 'pkg-config'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'python3'
brew 'postgresql'
brew 'apr-util'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'asio'
brew 'cmake'
brew 're2c'
brew 'gringo'
brew 'clasp'
brew 'aspcud'
brew 'awscli'
brew 'bash'
brew 'bdw-gc'
brew 'binutils'
brew 'cabextract'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'colordiff'
brew 'gmp'
brew 'coreutils'
brew 'cpp-netlib'
brew 'cscope'
brew 'ctags'
brew 'dbus'
brew 'dex2jar'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dns2tcp'
brew 'git'
brew 'go'
brew 'docker'
brew 'double-conversion'
brew 'doxygen'
brew 'ec2-ami-tools'
brew 'ec2-api-tools'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'jpeg'
brew 'libtiff'
brew 'gobject-introspection'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'libtool'
brew 'little-cms2'
brew 'webp'
brew 'openjpeg'
brew 'imagemagick', args: ['with-webp']
brew 'gsasl'
brew 'mailutils'
brew 'emacs', args: ['with-dbus', 'with-gnutls', 'with-mailutils', 'with-modules'], service_restart: true
brew 'wxmac'
brew 'erlang'
brew 'fb-adb'
brew 'texi2html'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'snappy'
brew 'ffmpeg'
brew 'findutils'
brew 'flow'
brew 'mpfr'
brew 'gawk'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdb'
brew 'gflags'
brew 'git-secrets'
brew 'glog'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'gpgme'
brew 'haskell-stack'
brew 'heroku'
brew 'htop-osx'
brew 'iftop'
brew 'opam'
brew 'infer'
brew 'iproute2mac'
brew 'keybase'
brew 'libdnet'
brew 'libevent'
brew 'libidn'
brew 'libmagic'
brew 'libressl'
brew 'libssh2'
brew 'libyaml'
brew 'lz4'
brew 'lzip'
brew 'macvim', args: ['with-override-system-vim']
brew 'mariadb'
brew 'mas'
brew 'maven'
brew 'subversion'
brew 'mesos'
brew 'mongodb'
brew 'moreutils'
brew 'tokyo-cabinet'
brew 'mutt', args: ['with-gettext', 'with-gpgme']
brew 'muttils'
brew 'openssl@1.1'
brew 'nginx', args: ['devel']
brew 'rocksdb'
brew 'thrift'
brew 'yara'
brew 'sleuthkit'
brew 'osquery'
brew 'poppler'
brew 'pdfgrep'
brew 'rabbitmq'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'ssh-copy-id'
brew 'tcpflow'
brew 'tcpreplay'
brew 'tcptrace'
brew 'tmux'
brew 'tree'
brew 'w3m'
brew 'watch'
brew 'watchman'
brew 'wdiff'
brew 'wget', args: ['with-iri']
brew 'youtube-dl'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/ed', args: ['with-default-names']
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/tcpdump'
brew 'homebrew/dupes/unzip'
brew 'homebrew/versions/bash-completion2'
cask 'airdroid'
cask 'atom'
cask 'bittorrent'
cask 'deco'
cask 'docker'
cask 'dockertoolbox'
cask 'dropbox'
cask 'evernote'
cask 'fiddler'
cask 'flux'
cask 'gifrocket'
cask 'gimp'
cask 'github-desktop'
cask 'google-cloud-sdk'
cask 'googleappengine'
cask 'grammarly'
cask 'intellij-idea-ce'
cask 'keka'
cask 'kindle'
cask 'launchrocket'
cask 'lektor'
cask 'mono-mdk'
cask 'pgadmin3'
cask 'pomodone'
cask 'psequel'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sqlitebrowser'
cask 'sublime-text3'
cask 'teamviewer'
cask 'transmit'
cask 'tunnelbear'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
mas 'Numbers (4.0)', id: 409203825
mas 'GarageBand (10.1.2)', id: 682658836
mas 'iMovie (10.1.2)', id: 408981434
mas 'Xcode (8.0)', id: 497799835
mas 'Pages (6.0)', id: 409201541
mas 'Keynote (7.0)', id: 409183694
mas 'Escape (1.0.2)', id: 1090969894
mas 'The Unarchiver (3.11.1)', id: 425424353
mas 'Wunderlist (3.4.4)', id: 410628904
mas 'Moom (3.2.5)', id: 419330170
